language                                      = Italiano (&Italian)
translators                                   = ale, Giacomo Margarito

about.title                                   = Informazioni su [app.name]
about.notregistered                           = Non registrato
about.eula                                    = Visiona la licenza d'uso

ok                                            = OK
cancel                                        = Annulla
yes                                           = Sì
no                                            = No
close                                         = Chiudi
error                                         = Errore
warning                                       = Avviso
or                                            = o
and                                           = e
if                                            = se
then                                          = allora
else                                          = altrimenti

app.unknownError                              = Si è verificato un errore.
app.activatedExistingInstance                 = Attivata la sessione di [app.name] già in esecuzione.
app.readonly                                  = sola lettura
app.restartneeded                             = Il programma verrà riavviato
app.restartneeded.title                       = È necessario il riavvio

undo                                          = &Annulla
redo                                          = &Ripeti

notebook.browse.filemask.db                   = Quaderno di CintaNotes
notebook.new.caption                          = Nuovo quaderno
notebook.open.caption                         = Apri quaderno
notebook.save.caption                         = Salva quaderno con nome

notebook.close.fail.stillediting              = Non è possibile chiudere il quaderno perché si sta ancora modificando una nota
notebook.close.fail.rulestillediting          = Non è possibile chiudere il quaderno perché si sta ancora modificando una regola

notelinkprotocol.restore.message              = La registrazione del protocollo del collegamento è stato danneggiato. Volete ripristinarlo?

menu.file                                     = {s}&File{s}
menu.file.new                                 = &Nuovo...
menu.file.open                                = &Apri...
menu.file.saveas                              = &Salva con nome...
menu.file.close                               = &Chiudi
menu.file.import                              = &Importa…
menu.file.export                              = &Esporta...
menu.file.print                               = &Stampa…
menu.file.backup                              = &Copia di Sicurezza
menu.file.backup.now                          = Crea una copia di sicurezza
menu.file.backup.hourly.enabled               = &Oraria
menu.file.backup.daily.enabled                = &Giornaliera
menu.file.backup.weekly.enabled               = &Settimanale
menu.file.recyclebin                          = Cestino
menu.file.passwordprotection                  = P&rotezione con password...
menu.file.rules                               = &Regole
menu.file.sync                                = Sincronizzazione
menu.file.exit                                = E&sci

menu.edit                                     = {s}&Modifica{s}
menu.edit.new                                 = &Nuova nota
menu.edit.edit                                = &Modifica
menu.edit.copy                                = &Copia
menu.edit.cut                                 = &Taglia
menu.edit.paste                               = &Incolla
menu.edit.paste.plaintext                     = Incolla come testo norma&le
menu.edit.delete                              = &Elimina
menu.edit.merge                               = &Unisci
menu.edit.replacetags                         = S&ostituisci tag…
menu.edit.selectall                           = Se&leziona Tutto
menu.edit.properties                          = &Proprietà…
menu.edit.print                               = S&tampa…
menu.edit.copylink                            = Copia collegamento &nota
menu.edit.pastenotelink                       = Incolla collegamento della nota
menu.edit.inserttimestamp                     = Inserisci data e ora
menu.edit.insertdate                          = Inserisci la data corrente

menu.view                                     = {s}&Visualizza{s}
menu.view.notecolor                           = &Colore Tema Grafico
menu.view.notecolor.red                       = &Rosso
menu.view.notecolor.orange                    = &Arancione
menu.view.notecolor.yellow                    = &Giallo
menu.view.notecolor.green                     = &Verde
menu.view.notecolor.cyan                      = &Ciano
menu.view.notecolor.blue                      = &Blu
menu.view.notecolor.purple                    = &Porpora
menu.view.notecolor.gray                      = Gr&igio
menu.view.tagsidebar                          = &Pannello Laterale Tag
menu.view.sectionbar                          = Barra Sezione
menu.view.reversed                            = O&rdine Inverso
menu.view.sorting                             = &Ordina Per
menu.view.sorting.manual                      = M&anuale
menu.view.sorting.created                     = Data di &creazione
menu.view.sorting.modified                    = Data di &modifica
menu.view.sorting.title                       = &Titolo
menu.view.sorting.link                        = &Collegamento
menu.view.sorting.size                        = D&imensione
menu.view.history.back                        = &Indietro
menu.view.history.forward                     = Avanti
menu.view.history.clear                       = Pulisci la cronologia
menu.view.history.display                     = Vedi la cronologia


sort.manual                                   = M&anuale
sort.created                                  = &Creazione
sort.modified                                 = &Modificata
sort.title                                    = &Titolo
sort.link                                     = &Collegamento
sort.size                                     = &Dimensione
sort.reverse                                  = &Ordine Inverso

menu.options                                  = {s}&Opzioni{s}
menu.options.hotkey                           = &Tasti di Scelta Rapida…
menu.options.clipping                         = &Cattura
menu.options.clipping.silent                  = &Silenziosa
menu.options.clipping.after                   = &Dopo la Cattura
menu.options.clipping.after.showinboxsection  = Passa alla sezione &In Arrivo
menu.options.clipping.after.showuntagged      = Passa alla &Visualizzazione senza tag
menu.options.clipping.after.openeditor        = &Apri nell'Editor
menu.options.clipping.after.assignactivetags  = Assegna tag attualmente attivi
menu.options.clipping.title                   = &Utilizza come Titolo
menu.options.clipping.title.apptitle          = &Titolo dell'Applicazione
menu.options.clipping.title.firstline         = &Prima Linea di Testo
menu.options.clipping.title.blankline         = &Riga Vuota

menu.options.clipping.formatting              = &Formattazione
menu.options.clipping.formatting.rtf          = Mantieni Formattazione &RTF
menu.options.clipping.formatting.html         = Mantieni Formattazione &HTML

menu.view.noteappearance                      = &Elenco Note...

menu.options.editor                           = &Editor
menu.options.editor.links                     = &Collegamenti
menu.options.editor.links.recognize           = &Evidenzia Collegamenti
menu.options.editor.links.singleclick         = &Collegamenti con Click Singolo
menu.options.editor.links.doubleclick         = C&ollegamenti con Doppio Click
menu.options.editor.initialfocus              = Focus iniziale
menu.options.editor.initialfocus.title        = Titolo
menu.options.editor.initialfocus.text         = Testo
menu.options.editor.tabcharacter              = &Tasto Tab
menu.options.editor.tabcharacter.tab          = Con il tasto Tab
menu.options.editor.tabcharacter.ctrltab      = Con Ctrl+Tab
menu.options.editor.wordwrap                  = &A capo automatico
menu.options.editor.editorescsavenote         = &Salvataggio automatico con Esc

menu.options.search                           = &Trova
menu.options.search.reset.onctrlf             = &Reimposta la ricerca con [ctrl]+F
menu.options.search.reset.multistep           = &Reset Multi-Step con [esc]

menu.options.tags                             = &Tag
menu.options.tags.lowercase                   = &Solo in minuscolo
menu.options.tags.accepton                    = Accetta suggerimenti su
menu.options.tags.displaycounts               = &Visualizza conteggio utilizzo tag sulla Barra Tag
menu.options.tags.autodeleted                 = E&limina in automatico di Default
menu.options.tags.suggestions.contextsensitive = &Suggerimenti in base al contesto

menu.options.tags.accepton.space              = Barra spaziatrice
menu.options.tags.accepton.click              = Clic singolo del &mouse

menu.options.rules                            = &Regole
menu.options.rules.notifications              = &Notifica quando applicate

menu.options.window                           = &Finestra
menu.options.minimizetotray                   = &Riduci a Icona nell'Area di Notifica
menu.options.closetotray                      = C&hiudi nell'Area di Notifica
menu.options.alwaysontop                      = &Sempre in Primo Piano
menu.options.window.minimizeonesc             = Riduci a icona premendo &Esc
menu.options.window.minimizeonlostfocus       = Minimizza se in Secondo &Piano
menu.options.minimizetotray.error             = È necessario che l'opzione "Riduci a icona nell'Area di notifica" sia abilitata per attivare la protezione con password.

menu.options.window.minimizeonlostfocus.off   = Disabilitato
menu.options.window.minimizeonlostfocus.immediately = Immediatamente
menu.options.window.minimizeonlostfocus.after10secs = Dopo 10 secondi
menu.options.window.minimizeonlostfocus.after1minute = Dopo 1 minuto
menu.options.window.minimizeonlostfocus.after5minutes = Dopo 5 minuti

menu.options.window.snap.screenedges          = Affianca la finestra ai bordi dello schermo
menu.options.window.snap.editors              = Affianca l'editor alla finestra principale

menu.options.startup                          = &Avvio
menu.options.runatstartup                     = Ese&gui all'Avvio del Sistema
menu.options.startup.minimized                = &Esegui Ridotto a Icona
menu.options.startup.multipleinstances        = &Permetti Sessioni Multiple
menu.options.startup.restoretagsfilter        = Ripristina l'ultima selezione &Tag
menu.options.startup.multipleinstances.activationmsg = &Notifica quando viene avviata una nuova istanza

menu.options.system                           = S&istema
menu.options.system.associatewithdbfile       = Associa [app.name] con i file .db
menu.options.system.registerlinkprotocol      = Registra &il protocollo del collegamento
menu.options.system.proxysettings             = Impostazioni del proxy
menu.options.system.registry.error            = Il Registro non può essere modificato. Avviate [app.name] come amministratore e riprovate.

registerlinkprotocol.title                    = Protocollo di registrazione dei collegamenti
registerlinkprotocol.registered               = Questa sessione di [app.name] ora è registrata con il sistema di gestione dei clic su collegamenti cintanotes:// .
registerlinkprotocol.unregistered             = Questa sessione di [app.name] non èregistrata e non gestirà più i clic dei collegamenti cintanotes:// .

menu.options.language                         = &Lingua

menu.help                                     = {s}&Guida{s}
menu.help.help                                = &Guida
menu.help.website                             = &Sito Web
menu.help.forum                               = &Forum
menu.help.roadmap                             = &Tabella di Marcia
menu.help.translate                           = T&raduzioni
menu.help.debug                               = &Debug
menu.help.debug.logging                       = &Logging del Debug
menu.help.license                             = &Licenza
menu.help.checkforupdates                     = Controlla aggiornamenti
menu.help.about                               = Informazioni &su [app.name]

menu.updatenotify.tooltip                     = È disponibile una nuova versione di CintaNotes

confirmdelete.one                             = Eliminare la nota {n}'{0}'?
confirmdelete.many                            = Eliminare {0} note selezionate?
confirmdelete.title.one                       = Eliminare la nota?
confirmdelete.title.many                      = Eliminare le note?
confirmdelete.unsaved                         = La nota non è stata salvata. Scartare le modifiche?
confirmdelete.openineditor.title              = Nota aperta nell'Editor
confirmdelete.openineditor                    = La nota '{0}' è attualmente aperta per la modifica.{n}Sei sicuro di volerla eliminare?
confirm.movetorecyclebin.one                  = Spostare la nota {n}'{0}'{n}nel Cestino?
confirm.movetorecyclebin.many                 = Spostare {0} note selezionate nel Cestino?
confirm.movetorecyclebin.title.one            = Spostare la nota nel Cestino?
confirm.movetorecyclebin.title.many           = Spostare le note nel Cestino?

confirm.merge.title                           = Unisci Notes?
confirm.merge.message                         = Vuoi davvero unire queste nota?

confirmationdialog.dontaskagain               = Non richiedere nuovamente

deletenotesmessagedialog.caption              = Spostare le note nel cestino?
deletenotesmessagedialog.title                = Il Cestino è configurato per contenere solamente {1} note mentre si stanno eliminando {0} note.{n}Cosa vorresti fare?
deletenotesmessagedialog.button.increase      = Incrementa
deletenotesmessagedialog.increase.description = Aumenta il numero delle note che il Cestino può conservare
deletenotesmessagedialog.button.delete        = Elimina
deletenotesmessagedialog.delete.description   = Elimina le restanti {0} note definitivamente

confirmlinkopening.message                    = Aprendo {0} collegamenti alla volta il sistema potrebbe non rispondere.{n}Volete continuare?

filter                                        = Filtro:
filter.anytextfield                           = Qualsiasi Testo &Titolo
filter.textandtitle                           = &Testo e Titolo
filter.text                                   = &Solo Testo
filter.title                                  = &Solo Titolo
filter.time.created                           = Ora creazione
filter.time.modified                          = Ora della modifica
filter.remarks                                = &Commenti
filter.attachments                            = &Allegati
filter.link                                   = &Collegamenti
filter.tags                                   = Ta&g
filter.all                                    = &Ovunque
search.insidewords                            = R&icerca all'interno delle parole
search.acrossfields                           = Ricerca &attraverso i confini dei campi
search.usewildcards                           = Usa i caratteri jolly * e ?

license.message.text                          = Questa funzione è disponibile solo nella versione commerciale
license.message.caption                       = È richiesta la licenza

noteslist.notebookempty                       = Il quaderno è vuoto.{n}{n}Per creare una nota premete il tasto Ins, oppure selezionate del testo in un'altra applicazione e premete il tasto di cattura ([clipping.default.key] è il predefinito).{n}Potete inoltre creare una nota incollando del testo dalla clipboard di Windows.
noteslist.sectionempty                        = Questa sezione del quaderno è vuota.
noteslist.notfound                            = Non sono state trovate note che corrispondono al filtro corrente.{n}
noteslist.openlink                            = &Visita collegamento
noteslist.tag                                 = &Tag…
noteslist.export.selected                     = &Esporta…
noteslist.move                                = &Sposta
noteslist.move.up                             = &Alto
noteslist.move.down                           = &Basso
noteslist.move.top                            = In &Cima
noteslist.move.bottom                         = In &Fondo
noteslist.properties                          = Proprietà…
noteslist.move.tosection                      = Alla &Sezione

noteslist.attachments.more                    = ({0} in più)
noteslist.drag.more                           = + {0} note

noteedit.title                                = Modifica
noteedit.accepthint                           = ([noteedit.accepthint.shortcut] per accettare le modifiche)
noteedit.link                                 = Collegamento
noteedit.tags                                 = Tag
noteedit.remarks                              = Commenti
noteedit.new.title                            = Nuova Nota
noteedit.readonly.title                       = Leggi Solo Nota
noteedit.notesaved                            = Nota salvata
noteedit.esc.savechanges.title                = Confermare il salvataggio delle modifiche
noteedit.esc.savechanges                      = Le modifiche alla nota non sono ancora state salvate. Salvare i cambiamenti?
noteedit.esc.savechanges.dontask              = Non chiedere di salvare le modifiche quando si annulla
noteedit.notelinkcopied                       = Collegamento alla nota copiato nella clipboard
noteedit.links.itselferror                    = Impossibile aggiungere un collegamento a sè stesso.
noteedit.links.alreadynotelinkerror           = Impossibile aggiungere un collegamento ad un testo che contiene già un collegamento
noteedit.links.multilineerror                 = Impossibile aggiungere i collegamenti multiriga
noteedit.links.createnewnote                  = Crea una nuova nota
noteedit.links.updatecaption                  = Didascalia Aggiornamento collegamento
noteedit.links.typetip                        = Scrivete per cercare per titolo
noteedit.links.tip.notenotfound               = La nota collegata non è stata trovata
noteedit.links.tip.notebooknotfound           = Il quaderno che contiene le note collegate non è stato trovato
noteedit.links.tip.notebookencrypted          = Il quaderno che contiene la nota collegata è crittografato
noteedit.section.tip                          = Sezione
noteedit.linkedit.tip                         = Modifica collegamento
noteedit.linkedit.open.tip                    = Apri link
noteedit.attach.tip                           = Allega file

noteedit.attach.confirm.title                 = Conferma allegamento file
noteedit.attach.confirm                       = Allegare i seguenti {0} file?
noteedit.attach.confirm.nfilesmore            = {0} file rimanenti
noteedit.externalattachlink.message           = Questo collegamento fa riferimento a un altro file di quaderno.{n}L'apertura di allegati da un altro file di quaderno non è supportata.

noteedit.attach.alreadyattached               = File '{0}' è ancora allegato. Vuoi aggiornarlo?
noteedit.attach.alreadyattached.title         = File già allegato
noteedit.attach.updatename                    = Il file '{0}' è già allegato sotto un altro nome: '{1}'.{n}Vuoi aggiornare il nome?
noteedit.attach.updatename.title              = File già allegato

noteedit.attach.updatefromdisk.title          = Allegato sul disco modificato
noteedit.attach.updatefromdisk                = L'allegato '{0}' presente sul disco è stato modificato. Aggiornarlo?

noteedit.attach.savetodiskoverwrite.title     = File già esistente
noteedit.attach.savetodiskoverwrite           = La directory di destinazione '{0}' contiene già il file '{1}'. Sovrascrivere?

noteedit.attach.cleanup.failed                = Impossibile modificare l'allegato '{0}', probabilmente il file è ancora aperto.{n}Chiudere comunque?
noteedit.attach.cleanup.failed.title          = Allegato ancora aperto.

noteedit.attach.open.pwprotected              = Per la visualizzazione, l'allegato '{0}' {n}verrà salvato in un file temporaneo non crittografato.{n}Procedere?
noteedit.attach.open.pwprotected.title        = Avviso di sicurezza

noteedit.attach.syncing.sizelimitexceeded     = Il limite di dimensione degli allegati verrà superato e la sincronizzazione {n}non sarà in grado di completarsi fino a quando alcuni degli allegati non verranno rimossi. {n}Allegare comunque i file?
noteedit.attach.syncing.sizelimitexceeded.title = Limite di dimensione per la sincronizzazione degli allegati superato

linkswatchdog.title                           = Collegamento corrotto rilevato
linkswatchdog.message                         = Link Corrotti: {0} -> {1}

linkswatchdog.title                           = Collegamento corrotto rilevato
linkswatchdog.message                         = Link Corrotti: {0} -> {1}

noteedit.openfilelink.notexists.title         = File non trovato
noteedit.openfilelink.notexists.message       = File {0} non è stato trovato. Vuoi rimuovere il collegamento?

noteedit.copylinktounsavednote.caption        = Copia il collegamento alla nota non salvata
noteedit.copylinktounsavednote.message        = Volete salvare questa nota e copiarne il collegamento?

noteedit.attachment.toolarge                  = Questo file è troppo grande.{n}È possibile allegare solo file di dimensioni fino a {0} [gbytes].
noteedit.attachment.notexist                  = Il file '{0}' non è stato trovato
noteedit.attachment.attach.progress.title     = Allegando il file
noteedit.attachment.attach.progress.message   = Allegando {0}...
noteedit.attachment.open                      = &Apri
noteedit.attachment.openwith                  = A&pri Con...
noteedit.attachment.open.progress.title       = Apertura Allegato
noteedit.attachment.open.progress.message     = Aprendo {0}...
noteedit.attachment.saveas                    = &Salva Come...
noteedit.attachment.saveas.selectfolder       = Seleziona cartella
noteedit.attachment.saveas.progress.title     = Salvataggio Allegato
noteedit.attachment.saveas.progress.message   = Salvando {0}...
noteedit.attachment.saveas.successmsg.title   = Allegato Salvato
noteedit.attachment.saveas.successmsg         = L'allegato è stato salvato in {0}.
noteedit.attachment.saveas.successmsg.many    = Gli allegati sono stati salvati.
noteedit.attachment.saveas.view               = Vedi
noteedit.attachment.delete                    = &Cancella

noteappearance.title                          = Opzioni Elenco Note
noteappearance.pt                             = punti
noteappearance.bold                           = Grassetto
noteappearance.italic                         = Corsivo
noteappearance.headerfontlabel                = Carattere intestazione:
noteappearance.textfontlabel                  = Carattere testo:
noteappearance.notelines                      = Righe d'anteprima:
noteappearance.notelines.min                  = min
noteappearance.notelines.max                  = max
noteappearance.change                         = …
noteappearance.textformatting                 = Visualizza formattazione testo
noteappearance.datedisplay.label              = Visualizzazione data e ora:
noteappearance.datedisplay.combo.none         = Nessuno
noteappearance.datedisplay.combo.created      = Creata
noteappearance.datedisplay.combo.modified     = Modificata
noteappearance.datedisplay.combo.both         = Creata e modificata
noteappearance.datedisplay.sortmodedate       = Visualizza sempre modo elencazione data
noteappearance.datedisplay.displaytime        = Visualizza ora del giorno
noteappearance.tagdisplay.enabled             = Mostra i tag
noteappearance.tagdisplay.fullnames           = Mostra sempre i nomi tag completi
noteappearance.remarksdisplay.enabled         = Mostra commenti
noteappearance.remarksdisplay.lines.max       = Linee da visualizzare nei commenti

notebookmessage.title                         = Quaderno
notebookmessage.message                       = Impossibile caricare il quaderno perché il seguente percorso è inaccessibile: "{0}"
notebookmessage.button.create                 = Crea nuovo
notebookmessage.button.open                   = Apri esistente
notebookmessage.button.exit                   = Esci

pastemessage.caption                          = Conflitto Incollaggio della nota
pastemessage.title                            = Questo quaderno contiene già {0} note con lo stesso ID e un testo diverso. {n} Cosa volete  fare?
pastemessage.button.replace                   = Sostituisci
pastemessage.button.replace.description       = Sostituisci le note esistenti con le note dalla clipboard
pastemessage.button.addnew                    = Aggiungi come nuovo
pastemessage.button.addnew.description        = Aggiungere nuove note dalla clipboard come una nuova nota con un nuovo ID
pastemessage.button.lastmodified              = Prendi l'ultima modificata
pastemessage.button.lastmodified.description  = Prendi le note con la data di modifica più recente

pastemessage.attachmentdatanotfound           = Impossibile incollare: {n}Quaderno con dati per allegato '{0}' non trovato

searchdialog.find.title                       = Trova
searchdialog.findandreplace.title             = Trova e Sostituisci
searchdialog.findwhat                         = &Trova:
searchdialog.replacewith                      = Sostituisci con:
searchdialog.matchcase                        = &Maiuscole/minuscole
searchdialog.searchinsidewords                = &Trova all'interno delle parole
searchdialog.usewildcards                     = [search.usewildcards]
searchdialog.button.findprevious              = Trova &precedente
searchdialog.button.findnext                  = Trova &successivo
searchdialog.button.replace                   = &Sostituisci
searchdialog.button.replaceall                = Sostituisci &tutti
searchdialog.button.close                     = &Chiudi
searchdialog.specifiedtextnotfound            = Il testo specificato non è stato trovato.
searchdialog.findreachedstartingpoint         = Trova ha raggiunto il punto di partenza della ricerca.

wronglinkmessage.title                        = Apertura collegamento in corso
wronglinkmessage.notenotfound                 = La nota collegata non è stata trovata
wronglinkmessage.notebooknotfound             = Quaderno che contiene un collegamento ad una nota non trovata
wronglinkmessage.notebookincompatible         = Il quaderno che contiene la nota collegata non è compatibile con la versione in uso.
wronglinkmessage.notebookencrypted            = Il quaderno che contiene la nota collegata è protetto da password.
wronglinkmessage.button.remove                = Rimuovi collegamento
wronglinkmessage.button.createnew             = Crea una nuova nota

externallinkmessage.title                     = Apertura collegamento esterno in corsoCopai nota
externallinkmessage.message                   = Questo collegamento fa riferimento ad un altro file di quaderno '{0}'.{n}Come volete aprire la nota?
externallinkmessage.switchmessage             = Questo link fa riferimento ad un altro file del quaderno '{0}'.{n}Volete passare ad un altro quaderno?
externallinkmessage.button.anotherinstance    = Apri in un'altra sessione
externallinkmessage.button.switch             = Cambia quaderno
externallinkmessage.button.switch.changes     = Tutte le modifiche non salvate verranno salvate.

upgrademessage.title                          = Aggiornamento del quaderno
upgrademessage.message                        = Il file del quaderno '{0}'{n}è stato creato con una vecchia versione di [app.name].{n}Volete aggiornarlo?
upgrademessage.check.createbackup             = Creare una copia?
upgrademessage.cancelled                      = L'aggiornamento è stato annullato.
upgrademessage.successful                     = Aggiornamento riuscito!
upgrademessage.successful.backup              = Aggiornamento riuscito!{n}La copia del vecchio file è stata salvata come:{n}{0}{n}nella cartella: {n}'{1}'.
upgrade.backup.before                         = prima di aggiornare a

backup.successdialog.caption                  = Copia riuscita con successo
backup.successdialog.message                  = Il quaderno è stato copiato{n}come {0}{n}su {1}
backup.processdialog.caption                  = Avanzamento della copia
backup.processdialog.message                  = Attendere mentre il quaderno viene copiato...

tagsedit.title                                = Aggiungi / Rimuovi tag
tagsedit.addtags                              = Aggiungi tag:
tagsedit.removetags                           = Rimuovi tag:

passworddialog.title                          = Inserisci la password
passworddialog.old.title                      = Inserisci la vecchia password
passworddialog.password                       = Password:
passworddialog.old.password                   = Vecchia password:
passworddialog.incorrectpassword              = Password errata
passworddialog.notebook                       = Quaderno...

setnotebookpassworddialog.title               = Protezione con password
setnotebookpassworddialog.enabled.encryption  = Proteggi questo quaderno con una password
setnotebookpassworddialog.oldpassword         = Vecchia password:
setnotebookpassworddialog.newpassword         = Nuova password:
setnotebookpassworddialog.confirmpassword     = Conferma password:
setnotebookpassworddialog.incorrectpassword   = Vecchia password non corretta
setnotebookpassworddialog.matcherror          = Password e conferma password non coincidono
setnotebookpassworddialog.equalerror          = La vecchia password e la nuova password sono uguali
setnotebookpassworddialog.successfullychanged = Password cambiata con successo
setnotebookpassworddialog.successfullyremoved = Password rimossa con successo
setnotebookpassworddialog.cancelled           = Le impostazioni della password sono state cancellate
setnotebookpassworddialog.errormsg            = Il programma ha riscontrato un errore durante l'impostazione della password
setnotebookpassworddialog.errormsg.title      = Impostazioni della Password errate.
setnotebookpassworddialog.autoreset.checkbox  = Minimizza nell'area di notifica dopo
setnotebookpassworddialog.autoreset.suffix    = minuti di inattività
setnotebookpassworddialog.warning             = ATTENZIONE: Le Password non possono essere recuperate! Se viene persa, {n}Perderai permanentemente l'accesso alle note in questo quaderno! 
setnotebookpassworddialog.option.dontstore    = Non memorizzare la password: le attività in background non vengono eseguite anche quando il Quaderno è bloccato.
setnotebookpassworddialog.option.store        = Memorizza la password: le attività in background vengono eseguite anche quando il Quaderno è bloccato.
setnotebookpassworddialog.storepassword.warning = ATTENZIONE: Richiede la memorizzazione di password criptate su disco.{n}Non utilizzare questa opzione quando è necessaria la massima sicurezza..
setnotebookpassworddialog.lockonminimize.checkbox = Blocca immediatamente dopo aver minimizzato nell'area di notifica.
setnotebookpassworddialog.lockonsyslock.checkbox = Blocca quando il PC viene bloccato.
setnotebookpassworddialog.notebookisencrypted = Il Quaderno è protetto da password
setnotebookpassworddialog.button.changepassword = Cambia password...

encrypt.progress.caption                      = Progresso Criptazione 
encrypt.progress.message                      = Attendi mentre viene eseguita la crittografia ...
decrypt.progress.caption                      = Progresso Decriptazione
decrypt.progress.message                      = Attendi mentre viene eseguita la decrittografia ...

recentlist.notfoundmessage                    = Volete rimuovere il riferimento dalla lista Recenti?
recentlist.cantclosenotebook                  = Impossibile chiudere un singolo quaderno

replacetags.title                             = Sostituzione Tag
replacetags.sourcetags                        = Sostituisci i tag:
replacetags.desttags                          = Con i tag:
replacetags.hint                              = Usando questa finestra di dialogo potete rinominare, dividere, unire ed eliminare tag.{n}Ad esempio per eliminare dei tag, scrivetene il nome nella prima casella di testo e lasciate la seconda casella di testo vuota.

recyclebindialog.title                        = Cestino
recyclebindialog.column.datedeleted           = Eliminata
recyclebindialog.column.title                 = Titolo
recyclebindialog.column.text                  = Testo
recyclebindialog.column.datecreated           = Creata
recyclebindialog.column.datemodified          = Modificata
recyclebindialog.column.size                  = Dimensioni in (KB)
recyclebindialog.column.tags                  = Tag
recyclebindialog.column.sectionname           = Sezione
recyclebindialog.column.link                  = Collegamento
recyclebindialog.button.restore               = Ripristina
recyclebindialog.button.delete                = Elimina
recyclebindialog.button.deleteall             = Svuota
recyclebindialog.label.maxsize                = Numero massimo di note eliminate da mantenere:
recyclebindialog.label.keepnotes              = Elimina definitivamente
recyclebindialog.label.keepnotes.suffix       = giorni
recyclebindialog.error.invalidmaxsize         = Il numero massimo di note eliminate deve essere un numero positivo
recyclebindialog.error.invalidkeepnotes       = Il numero di giorni deve essere un numero positivo

recyclebindialog.menu.restore                 = Ripristina
recyclebindialog.menu.delete                  = Elimina
recyclebindialog.menu.deleteall               = Svuota

recyclebindialog.confirm.delete.title         = Elimina definitivamente
recyclebindialog.confirm.delete.message       = Eliminare definitivamente le {0} note selezionate?
recyclebindialog.confirm.deleteall.title      = Svuotare il Cestino?
recyclebindialog.confirm.deleteall.message    = Eliminare definitivamente tutte le {0} note?
recyclebindialog.confirm.restore.title        = Ripristina le note dal Cestino
recyclebindialog.confirm.restore.message      = Ripristinare le {0} note selezionate?

tray.addnew                                   = Nuova Nota
tray.restore                                  = Ripristina
tray.exit                                     = Esci

printdialog.title                             = Stampa Note
printdialog.title.single                      = Stampa Nota
printdialog.group.scope                       = Campi da stampare
printdialog.group.fields                      = Campi da stampare
printdialog.errormsg                          = L'applicazione ha incontrato un errore durante la stampa.
printdialog.errormsg.title                    = Errore di Stampa

export.title                                  = Esporta Note
export.filemask.txt                           = Testo Unicode
export.filemask.xml                           = XML
export.filemask.html                          = Sito web
export.successmsg.title                       = Esportazione Avvenuta Correttamente
export.successmsg                             = Esportazione delle note completata. Note esportate: {0}.
export.errormsg                               = L'applicazione è incorsa in un errore durante l'esportazione.
export.errormsg.title                         = Errore d'Esportazione
export.html.created                           = Creato il:
export.html.modified                          = Modificato il:
export.scope.all                              = Tutte le note ({0})
export.scope.current                          = Visualizzazione attuale ({0})
export.scope.selection                        = Note selezionate ({0})
export.field.title                            = Titolo
export.field.text                             = Testo
export.field.creation                         = Data di creazione
export.field.modification                     = Data di modifica
export.field.link                             = Link
export.field.tags                             = Tag
export.field.remarks                          = Commenti
export.field.attachments                      = Allegati
export.field.rules                            = Regole
export.group.scope                            = Esporta campi
export.group.fields                           = Esporta campi
export.errormsg.nonotes                       = Impossibile esportare da un quaderno vuoto
export.button.view                            = Visualizza

export.processdialog.caption                  = Avanzamento dell'esportazione
export.processdialog.message                  = Attendere mentre viene esportato...

import.title                                  = Importa Note
import.filemask.all                           = File di CintaNotes
import.filemask.db                            = Quaderno di CintaNotes
import.filemask.xml                           = XML
import.successmsg.title                       = Importazione Avvenuta Correttamente
import.successmsg                             = Importazione note completata.{n} Note importate: {0}.{n} Note aggiornate: {1}.{n} Duplicati tralasciati: {2}
import.successmsg.sections                    = Sezioni importate: {0}
import.successmsg.rules                       = Regole importate: {0}
import.errormsg                               = L'applicazione è incorsa in un errore durante l'importazione.
import.errormsg.title                         = Errore d'Importazione
import.label.addtags                          = Aggiungi tag:
import.importsections                         = Importa sezioni
import.importrules                            = Importa regole
import.allowduplicates                        = Permetti duplicati

import.processdialog.caption                  = Avanzamento importazione
import.processdialog.message                  = Attendere mentre viene importato...

import.error.sectioncountexceeded             = Il file {0} non può essere importato con le sezioni. {n} Limite di max. [sections.limit] sezioni sarebbero state superate.

options.hotkeys.title                         = Configura Tasti di Scelta Rapida
options.hotkeys.clip.label                    = Tasto cattura testo:
options.hotkeys.show.label                    = Tasto mostra finestra principale:
options.hotkeys.newnote.label                 = Tasto crea nuova nota:

options.hotkeys.hint                          = Per disattivare un tasto di scelta rapida premere Esc nella corrispondente casella di testo.{n}{n}Cercate di scegliere tasti di scelta rapida che non sono utilizzati da altre applicazioni, altrimenti CintaNotes potrebbe non funzionare correttamente oppure interferire con il funzionamento delle altre applicazioni.
options.hotkeys.cannotregister                = Questa combinazione di tasti non può essere registrata. Sceglietene una differente.
options.hotkeys.cannotregister.title          = Impossibile Registrare Tasto di Scelta Rapida

filtercontrol.total.one                       = {0} nota
filtercontrol.total.many                      = {0} note
filtercontrol.filtered.one                    = {0} trovato
filtercontrol.filtered.many                   = {0} trovati
filtercontrol.tooltip.sortby                  = Elenca per
filtercontrol.tooltip.back                    = Vai indietro
filtercontrol.tooltip.forward                 = Vai avanti
filtercontrol.tooltip.back.extra              = Clic destro per vedere la cronologia
filtercontrol.tooltip.forward.extra           = filtercontrol.tooltip.forward.extra{n}[filtercontrol.tooltip.back.extra]

tag.delete                                    = Elimina
tag.rename                                    = Rinomina…
tag.merge                                     = Unisci…
tag.delete.confirm.title                      = Elimina tag
tag.delete.confirm.message.one                = Vuoi eliminare il tag selezionato?
tag.delete.confirm.message.many               = Vuoi eliminare i tag selezionati?
tag.delete.confirm.usecount.one               = Tag selezionato è attualmente utilizzato in {0} note
tag.delete.confirm.usecount.many              = i tag selezionati sono attualmente utilizzati in {0} note
tag.displaycounts                             = Visualizza conteggi
tag.properties                                = Proprietà...
tag.add                                       = Nuovo...
tag.addchild                                  = Nuovo ramo...
tag.expandall                                 = Espandi tutto
tag.collapseall                               = Comprimi tutto

tag.filter.none                               = Nessun filtro per il tag
tag.filter.used                               = Solo i tag usati
tag.filter.related                            = Solo i tag collegati

tagproperties.title                           = Proprietà
tagproperties.autodeletecheckbox              = Eliminato in automatico
tagproperties.autodeletecheckbox.tip          = Elimina il tag quando non ci sono note con questo tag
tagproperties.autoexpandedcheckbox            = Espanso come predefinito

deletetags.deletechildren                     = Elimina con tutti i Tag figlii
deletetags.deletenotes.one                    = Elimina {0}  Nota?
deletetags.deletenotes.many                   = Eliminare {0}  le Note?
deletetags.deletenotes.havingthistag.one      = Aventi questo tag
deletetags.deletenotes.havingthistag.many     = Questi tag hanno

newtag.title                                  = Nuovo Tag
newtag.name                                   = Nome Tag:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Nuovo tag figlio

tagsidebar.all                                = Tutte
tagsidebar.untagged                           = Senza tag
tagsidebar.more                               = ({0} in più)
tagsidebar.confirmtagdrop.title               = Rinomina tag
tagsidebar.confirmtagdrop.text                = Rinominare tag {0} in {1}?

notebookconfig.title                          = Parametri del quaderno
notebookconfig.path.caption                   = File del Quaderno:
notebookconfig.path.browse.mask               = Quaderno di CintaNotes (*.db)|*.db|Tutti i File (*.*)|*.*{n}
notebookconfig.path.browse.caption            = Scegli il File del quaderno di CintaNotes
notebookconfig.disconnect.enabled             = {s}Abilita la sincronizzazione esterna del quaderno
notebookconfig.disconnect.label               = Rilascia il blocco sul file dopo:
notebookconfig.disconnect.seconds             = secondi di inattività
notebookconfig.move                           = {s}Riposiziona il quaderno in uso

noterichedit.format                           = &Formattazione
noterichedit.format.bold                      = &Grassetto
noterichedit.format.italic                    = &Corsivo
noterichedit.format.underline                 = &Sottolineato
noterichedit.format.strikeout                 = &Barrato
noterichedit.format.highlight                 = &Evidenziato
noterichedit.format.monospace                 = &Monospaziato

noterichedit.align                            = &Allinea
noterichedit.align.left                       = &Sinistra
noterichedit.align.center                     = &Centro
noterichedit.align.right                      = &Destra

noterichedit.indent                           = &Margine
noterichedit.format.indent                    = &Rientrato
noterichedit.format.outdent                   = &Normale

noterichedit.format.list.bullet               = Elenco &Puntato
noterichedit.format.list.numbered             = Elenco &Numerato

noterichedit.format.clear                     = &Svuota

noterichedit.insertlink                       = &Inserisci collegamento
noterichedit.insertlink.url                   = &URL
noterichedit.insertlink.note                  = &Nota
noterichedit.insertlink.file                  = &File
noterichedit.insertlink.attachment            = &Allegato

noterichedit.paste.intolistitem               = Incolla nella voce di elenco
noterichedit.paste.intolist                   = Incolla nella lista

noterichedit.editlink                         = Reindirizza il collegamento della nota
noterichedit.deletelink                       = Elimina il collegamento alla nota
noterichedit.copynotelink                     = Copia &collegamento alla nota

richedit.find                                 = Trova...
richedit.replace                              = Sostituisci...

noteproperties.title                          = Proprietà Nota
noteproperties.source.label                   = Sorgente:
noteproperties.created.label                  = Creata:
noteproperties.modified.label                 = Modificata:
noteproperties.notesize.label                 = Dimensioni nota: {0} KB
noteproperties.notesizeondisk.label           = {0} KB su disco
noteproperties.charcount.label                = Caratti: {0}
noteproperties.wordcount.label                = Parole: {0}
noteproperties.error.invaliddates             = La data di modifica non esiste prima della data di creazione

selecturldialog.title                         = Inserire URL
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = Il file del quaderno è stato eliminato.{n}L'applicazione sarà chiusa.
error.notebook.unknownversion                 = Il file del quaderno '{0}'{n}è stato creato da una versione più recente di [app.name] e non può essere aperto.{n}{n}Scaricate la versione più recente di [app.name] da [app.url] per aprire questo file.
error.notebook.cantopenwhenupgrade            = Il file del quaderno '{0}'{n}è stato creato con una versione più vecchia di [app.name] e non può essere aggiornato.{n}Controllate di avere i permessi di scrittura per questo file.
error.notebook.upgradeerror                   = Il file del quaderno '{0}'{n}è stato creato da una versione più vecchia di [app.name] e non può essere aggiornato.{n}{n}Messaggio d'errore: {1}
error.notebook.encrypted                      = Il file del quaderno '{0}'{n} è criptato.
error.notebook.databasedamaged                = Il file del quaderno '{0}'{n}è danneggiato e non può essere aperto.{n}{n}Messaggio d'errore: {1}
error.notebook.busy                           = Il file del quaderno '{0}'{n}è in uso da un'altra applicazione e non può essere aperto.
error.note.notfound                           = La nota è stata eliminata

error.notebook.dbcorrupt.title                = Avviso del database taccuino
error.notebook.dbcorrupt.message              = File di database taccuino potrebbe essere danneggiato. Per risolvere il problema, si prega di inviare le seguenti informazioni per [support.email]: {0}

license.key.status.notfound                   = Le informazioni per la registrazione non sono state trovate.
license.key.status.valid                      = Le informazioni di registrazione sono valide.
license.key.status.invalid                    = Le informazioni per la registrazione non sono valide.
license.key.status.stolen                     = Il tasto di registrazione è stato disattivato dall'Editore
license.key.status.expired                    = Il codice di registrazione contiene la data di scadenza già scaduta.
license.key.status                            = Stato del codice di registrazione: {0}

license.type.basic                            = Licenza base (gratis)
license.type.pro                              = Licenza PRO
license.type.company                          = Licenza Pro (Azienda)
license.type.promo                            = [license.type.pro] (Promozionale)
license.type.lifetime                         = A Vita [license.type.pro]
license.type.trial                            = Licenza di Prova

licensedialog.title                           = Licenza
licensedialog.reqexttrial                     = Richiedi una prova estesa
licensedialog.register.success                = Grazie per esservi registrati!
licensedialog.register.success.title          = Completato con successo
licensedialog.register.fail                   = Registrazione non riuscita
licensedialog.register.expired                = Questa chiave di licenza non è più valida per questa versione [app.name].
licensedialog.register.expired.extra          = licensedialog.register.expired.extra{n}Questa chiave dilicenza è valida per le versioni rilasciate prima di {0},{n}ma questa versione ({1}) è stata rilasciata il {2}.
licensedialog.replace.confirm                 = Volete sostituire la licenza in corso?
licensedialog.replace.confirm.title           = Sostituire la licenza?

licensedialog.type.trial                      = [license.type.trial]
licensedialog.type.trial.descr                = Versione completa con limite di tempo. Giorni di prova rimanenti: {0}
licensedialog.type.pro                        = [license.type.pro]
licensedialog.type.pro.descr                  = Versione completa.
licensedialog.type.pro.name                   = Registrato a: {0}
licensedialog.type.pro.email                  = Email: {0}
licensedialog.type.pro.key                    = Chiave di licenza:
licensedialog.type.pro.expdate                = Scadenza: {0}
licensedialog.type.pro.updexpdate             = Aggiornamenti gratis fino al: {0}
licensedialog.type.pro.enternew               = Inserisci una nuova chiave di licenza.
licensedialog.type.basic                      = [license.type.basic]
licensedialog.type.basic.descr                = Versione con funzionalità limitate.

licensedialog.never                           = Mai
licensedialog.unlimited                       = Illimitati

licensedialog.buykey                          = Compra Licenza
licensedialog.renewkey                        = Rinnova Licenza
licensedialog.upgradekey                      = Aggiorna a licenza a vita.

licensedialog.detectedkey.title               = Licenza Rilevata
licensedialog.detectedkey.message             = CintaNotes ha rilevato la seguente chiave di licenza:
licensedialog.detectedkey.apply               = Applica Licenza
licensedialog.detectedkey.next.apply          = Se vuoi usare questa licenza premi il pulsante "[licensedialog.detectedkey.apply]" qui sotto.

licensekeydialog.title                        = Inserisci una nuova chiave di licenza.
licensekeydialog.name                         = Nome Completo
licensekeydialog.email                        = Email
licensekeydialog.key                          = Chiave di licenza

licenserequireddialog.title                   = È richiesto un aggiornamento della licenza
licenserequireddialog.message.default         = Questa funzione non è disponibile con la vostra licenza attuale.
licenserequireddialog.message.upg             = Aggiornate la vostra licenza per abilitare questa funzione!{n}{n}Per i dettagli cliccate il pulsante "Licenza" qui sotto.
licenserequireddialog.licensebutton           = Licenza

licenseexpireddialog.title                    = Licenza scaduta
licenseexpireddialog.renew.message            = La chiave di licenza non è più valido per questa versione [app.name].{n}È necessario rinnovare la licenza o  retrocedere alla licenza di base (gratuita).
licenseexpireddialog.buy.message              = La tua chiave di prova è scaduta.{n}Si prega di acquistare la licenza PRO o retrocedere{n} alla licenza di base (gratuita).
licenseexpireddialog.freebutton               = Retrocedere
licenseexpireddialog.renewbutton              = Rinnovi
licenseexpireddialog.buybutton                = Acquista
licenseexpireddialog.exitbutton               = Esci
licenseexpireddialog.dontshowdialog           = Non mostrare più questo messaggio
licenseexpireddialog.renew.hintlabel          = Il rinnovo della licenza richiede solo un paio di minuti {n} ed è offerto con uno sconto del [license.renew.discount] rispetto al prezzo pieno.
licenseexpireddialog.buy.hintlabel            = Aggiornamento a una licenza PRO richiede solo un paio di minuti.

trialexpireddialog.title                      = [app.name] Periodo di Prova Terminato
trialexpireddialog.message                    = La tua prova di 10 giorni di CintaNotes PRO è terminata,{n}e la tua licenza è stata automaticamente ripristinata alla versione Base (Gratis). {n}{n}Se hai bisogno di ulteriore tempo per la valutazione, puoi richiedere{n}un'estensione di prova gratuita di 30 giorni adesso. {n}
trialexpireddialog.requestext                 = Richiedi un'estensione della Licenza di Prova.
trialexpireddialog.buy                        = Compra la Licenza
trialexpireddialog.usefree                    = Downgrade a versione base

licensemanager.trial.first                    = La tua licenza di prova di {0}-giorni di CintaNotes PRO è stata attivata. Clicca qui per vedere le opzioni di licenza.
licensemanager.trial.continue                 = Sei al giorno {0} della licenza di prova di {1}-giorni. Clicca qui per estendere la licenza di {2} giorni in più gratis.
licensemanager.key.willexpire                 = La tua licenza scadrà tra {0} giorni. Clicca qui per visualizzare le opzioni di rinnovo.
licensemanager.freeupdates.willexpire         = La sottoscrizione agli aggiornamenti PRO scadrà tra {0} giorni. Clicca qui per visualizzare le opzioni di rinnovo.

updatedialog.title                            = Controlla aggiornamenti
updatedialog.initmessage                      = Il controllo di aggiornamento è stato annullato.{n} Cliccate sul pulsante "Controlla di nuovo" per ripristinarlo.
updatedialog.label.changes                    = Novità della versione:
updatedialog.button.check                     = Controlla di nuovo
updatedialog.button.download                  = Scarica
updatedialog.label.autocheck                  = Esegui questo controllo in automatico
updatedialog.error.invalidfile                = La versione del file non è valida.
updatedialog.error.connectionrefused          = Connessione rifiutata.
updatedialog.error.servernotresponding        = Il server non risponde.
updatedialog.error.invalidproxysettings       = Impostazioni del proxy non valide.
updatedialog.error.inetdisconnected           = Internet disconnesso.
updatedialog.warn.newversion.licensekeyinvalid = Attenzione! La tua chiave di licenza non è valida per questa versione.{n}Per favore rinnova la tua licenza se vuoi continuare ad utilizzare le funzionalità della versione PRO.
updatedialog.result.uptodate                  = Questa versione di CintaNotes ({0}) è aggiornata.
updatedialog.result.newversion                = È disponibile una nuova versione di [app.name] : {0}
updatedialog.state.connecting                 = Connessione in corso...
updatedialog.state.findingserver              = Ricerca server in corso...
updatedialog.state.downloadingfile            = Scaricamento file...

updatedialog.downloaddialog.title             = Attenzione
updatedialog.downloaddialog.msg               = Questa versione potrebbe cambiare il formato del file del quaderno e le versioni precedenti di CintaNotes non saranno più in grado di leggerlo.{n}{n} Se si desidera utilizzare le funzionalità PRO con la nuova versione, si prega di rinnovare la chiave di licenza prima l'installazione della nuova versione o aggiorna alla licenza a vita.{n}{n} Cosa vorresti fare?
updatedialog.downloaddialog.download          = Scarica comunque
updatedialog.downloaddialog.renew             = Rinnova la Licenza
updatedialog.downloaddialog.upgrade           = Aggiorna a licenza a vita.

proxysettingsdialog.title                     = Impostazioni del proxy
proxysettingsdialog.server                    = Server:
proxysettingsdialog.port                      = Porta:
proxysettingsdialog.username                  = Nome utente:
proxysettingsdialog.password                  = Password:
proxysettingsdialog.mode.disabled             = Disattivazione del proxy
proxysettingsdialog.mode.preconfig            = Usa impostazioni proxy di sistema
proxysettingsdialog.mode.enabled              = Usa un proxy
proxysettingsdialog.error.invalidport         = Il numero della porta deve essere positivo

synchronizationbar.sync.tip                   = Sincronizza adesso
synchronizationbar.cancel.tip                 = Annulla
synchronization.status.starting               = Avvio sincronizzazione
synchronization.status.login                  = Autenticazione in corso...
synchronization.status.retrieveindex          = Recupero indice della nota in corso...
synchronization.status.addlocalnotes          = scaricamento nuove note in corso... {0} di {1}
synchronization.status.updatelocalnotes       = Scaricamento aggiornamenti... {0} di {1}
synchronization.status.removelocalnotes       = Rimozione note locali in corso ... {0} di {1}
synchronization.status.restorelocalnotes      = Ripristino delle note locali dal cestino in corso... {0} di {1}
synchronization.status.totrashlocalnotes      = Spostamento note locali nel cestino in corso... {0} di {1}
synchronization.status.addremotenotes         = Caricamento nuove note in corso... {0} di {1}
synchronization.status.updateremotenotes      = Caricamento aggiornamenti... {0} di {1}
synchronization.status.removeremotenotes      = Rimozione note remote in corso... {0} di {1}
synchronization.status.restoreremotenotes     = Ripristino delle note remote dal cestino in corso... {0} di {1}
synchronization.status.totrashremotenotes     = Spostamento delle note remote nel cestino in corso... {0} di {1}
synchronization.status.cancelling             = Eliminazione in corso...

synchronization.result.local                  = Locale:
synchronization.result.remote                 = Remoto:
synchronization.result.added                  = Aggiunto:
synchronization.result.updated                = Aggiornato:
synchronization.result.removed                = Rimosso:
synchronization.result.errors                 = Errori:

synchronization.error.downloadattachment      = Il Download dell'allegato '{0}' è fallito.
synchronization.error.uploadattachment        = L'upload dell'allegato '{0}' è fallito.
synchronization.error.deleteattachment        = La cancellazione degli allegati sul server non è riuscita.
synchronization.error.exceededfileslimit      = Il limite di dimensione degli allegati totali di {0} [mbytes] è superato di {1} [mbytes].{n}Elimina alcuni allegati per continuare la sincronizzazione.

synchronization.state.completed               = Sincronizzazione completata.
synchronization.state.completedwitherrors     = La sincronizzazione non è stata completata, Riprovate più tardi.
synchronization.state.completedempty          = Sincronizzazione completata. Nessuna modifica trovata.
synchronization.state.failed                  = Sincronizzazione fallita
synchronization.state.authorizationfailed     = Autorizzazione fallita.
synchronization.state.invalidproxysettings    = Impostazioni del proxy non valide.
synchronization.state.systemproxyautherror    = Il Proxy richiede l'autenticazione. Si prega di utilizzare le impostazioni proxy manuali.
synchronization.state.nameresolvingfailed     = Impossibile connettersi. Il nome del server non è stato risolto.
synchronization.state.internetdisconnected    = Connessione ad internet assente.
synchronization.state.servernotresponding     = Il server non risponde.

synchronization.state.notsynchronized         = Non sincronizzato
synchronization.state.lastsynchronization     = Ultima sincronizzazione {0}

syncpropertiesdialog.title                    = Proprietà della sincronizzazione di Simplenote
syncpropertiesdialog.login                    = Login:
syncpropertiesdialog.password                 = Password:
syncpropertiesdialog.enabled.allnotebook      = Sincronizza una sezione di questo quaderno con Simplenote
syncpropertiesdialog.section.all              = Sezione da sincronizzare:
syncpropertiesdialog.section.selected         = Sincronizza solo sezioni selezionate:
syncpropertiesdialog.conflictpolicy           = Politica di risoluzione del conflitto:
syncpropertiesdialog.conflictpolicy.local     = Prendi la versione in locale
syncpropertiesdialog.conflictpolicy.remote    = Prendi la versione in remoto
syncpropertiesdialog.conflictpolicy.last      = Prendi l'ultima modifica
syncpropertiesdialog.cachereset.loginchanged  = Avete modificato il login o la sezione da sincronizzare.{n}La cache di sincronizzazione verrà azzerata, e tutte le noteremote verranno trattate come nuove.{n}{n}Volete continuare?
syncpropertiesdialog.cachereset.title         = Azzerare i dati della sincronizzazione?
syncpropertiesdialog.autosync.checkbox        = Sincronizza automaticamente ogni.
syncpropertiesdialog.autosync.suffix          = minuti
syncpropertiesdialog.button.proxysettings     = Impostazioni del proxy
syncpropertiesdialog.sectionselection.error   = È necessario selezionare almeno una sezione
syncpropertiesdialog.webdavserver.cinta       = Server di CintaNotes (spazio utilizzato: {0} di {1} MB)
syncpropertiesdialog.webdavserver.custom      =  Server WebDAV personale
syncpropertiesdialog.attachments              = Spazio del server utilizzato per gli allegati:
syncpropertiesdialog.attachments.remaining    = [syncpropertiesdialog.attachments] {0} di {1}{2} ({3}{2} rimanenti)
syncpropertiesdialog.attachments.exceed       = [syncpropertiesdialog.attachments] {0} di {1}{2}
syncpropertiesdialog.attachments.exceedwarning = ATTENZIONE: Hai superato lo spazio disponibile per l'archiviazione delle note sul server!{n}Riduci la dimensione totale degli allegati sincronizzati di {0}{1}{n}per continuare la sincronizzazione.

webdavpropertiesdialog.title                  = Proprietà della connessione WebDAV
webdavpropertiesdialog.host                   = Host
webdavpropertiesdialog.port                   = Porta
webdavpropertiesdialog.serverpath             = Percorso Server
webdavpropertiesdialog.user                   = Utente
webdavpropertiesdialog.password               = Password
webdavpropertiesdialog.button.test            = Test
webdavpropertiesdialog.protocol.http          = HTTP
webdavpropertiesdialog.protocol.https         = HTTPS
webdavpropertiesdialog.error.port             = La porta deve essere un numero positivo
webdavpropertiesdialog.connectiontest.title   = Test di Connessione
webdavpropertiesdialog.connectiontest.success = Connessione riuscita
webdavpropertiesdialog.connectiontest.fail    = Connessione fallita

rulesdialog.title                             = Regole
rulesdialog.add.tip                           = Aggiungi una nuova regola
rulesdialog.remove.tip                        = Elimina le regole selezionate
rulesdialog.apply.confirm.title               = Applicare le regole modificate?
rulesdialog.apply.confirm.message             = Applicare ora le regole modificate alle note esistenti?
rulesdialog.viewlog                           = Registro regole
rulesdialog.confirmdelete.one                 = Eliminare {0} regola selezionata?
rulesdialog.confirmdelete.many                = Eliminare {0} regole selezionate?
rulesdialog.confirmdelete.title.one           = Eliminare la regola?
rulesdialog.confirmdelete.title.many          = Eliminare le regole?

rulesdialog.licenserequired                   = Si prega di notare che senza una licenza PRO è possibile creare e testare le regole, ma non eseguirle.
rulesdialog.licenserequired.title             = Avviso di funzionalità limitate

rulesdialog.delete.stilledited                = Impossibile eliminare una regola che è ancora in fase di modifica
rulesdialog.delete.stilledited.title          = Impossibile eliminare

rulesdialog.close.stilledited                 = Alcune regole sono ancora in fase di modifica. Finisci prima di modificare le regole.
rulesdialog.close.stilledited.title           = Impossibile chiudere

ruleeditdialog.title                          = Modifica regola
ruleeditdialog.name                           = Nome regola (opzionale)
ruleeditdialog.active                         = Attivo
ruleeditdialog.button.testrule                = Prova la Regola

ruleeditdialog.errormessage.title             = La regola contiene degli errori

rule.errors.conditions.emptyvalue             = La condizione della regola contiene valori vuoti.
rule.errors.conditions.size.notinteger        = È necessario un valore di dimensione intero.
rule.errors.conditions.size.negative          = È necessario un valore di dimensione intero non negativo.
rule.errors.conditions.size.notpositive       = È necessario un valore di dimensione intero positivo.

rule.errors.actions.empty                     = Bisogna definire almeno un'azione.
rule.errors.actions.more_than_one_section_action = Solo un'azione '[actioneditor.actiontype.section]' per regola è consentita.
rule.errors.actions.no_tags_specified         = Specificare almeno un tag.
rule.errors.actions.redundant_actions         = La regola contiene azioni ridondanti che non avranno alcun effetto e dovrebbero essere eliminate.

ruleeditor.conditionlist.title                = [if]
ruleeditor.conditionlist.label.one            = condizione:
ruleeditor.conditionlist.label.all            = tutte le condizioni:

ruleeditor.conditionlist.add.tip              = Aggiungi una nuova condizione

ruleeditor.actionlist.add.tip                 = Aggiungi nuova azione

ruleeditor.actionlist.title                   = [then]

fieldconditioneditor.delete.tip               = Elimina la condizione
fieldconditioneditor.value.add.tip            = Aggiungi nuovo valore
fieldconditioneditor.value.delete.tip         = Elimina valore

fieldconditioneditor.field.anytext            = Qualsiasi campo di testo
fieldconditioneditor.field.title              = Titolo
fieldconditioneditor.field.text               = Testo
fieldconditioneditor.field.link               = Link
fieldconditioneditor.field.tags               = Tag
fieldconditioneditor.field.remarks            = Commenti
fieldconditioneditor.field.attachments        = Allegati
fieldconditioneditor.field.section            = Sezione
fieldconditioneditor.field.created            = Creata
fieldconditioneditor.field.modified           = Modificata
fieldconditioneditor.field.note               = Nota

fieldconditioneditor.op.contains              = contiene
fieldconditioneditor.op.containsall           = contiene tutti
fieldconditioneditor.op.starts                = inizia con
fieldconditioneditor.op.ends                  = finisce con
fieldconditioneditor.op.equals                = è uguale a
fieldconditioneditor.op.hasall                = hanno tutti
fieldconditioneditor.op.hasany                = ha
fieldconditioneditor.op.isempty               = è vuoto
fieldconditioneditor.op.before                = prima del
fieldconditioneditor.op.after                 = dopo il
fieldconditioneditor.op.isnew                 = è nuova
fieldconditioneditor.op.itemcontains          = hanno elementi contenenti
fieldconditioneditor.op.itemstarts            = hanno elementi che iniziano con
fieldconditioneditor.op.itemends              = hanno elementi che terminano con
fieldconditioneditor.op.itemequals            = hanno elementi uguali a
fieldconditioneditor.op.sizegreater           = dimensione totale in KB più grande di
fieldconditioneditor.op.sizesmaller           = dimensione totale in KB più piccola di
fieldconditioneditor.op.haschildrenof         = hanno figli di
fieldconditioneditor.op.hasparentsof          = hanno genitori di

fieldconditioneditor.op.isempty.attachments   = sono assenti
fieldconditioneditor.op.itemcontains.attachments = hanno nomi di file contenenti
fieldconditioneditor.op.itemstarts.attachments = hanno nomi di file che iniziano con
fieldconditioneditor.op.itemends.attachments  = hanno nomi di file che terminano con
fieldconditioneditor.op.itemequals.attachments = hanno nomi di file uguali a

fieldconditioneditor.op.not.isempty.attachments = sono presenti
fieldconditioneditor.op.not.itemcontains.attachments = nessun nome di file contiene
fieldconditioneditor.op.not.itemstarts.attachments = nessun nome di file inizia con
fieldconditioneditor.op.not.itemends.attachments = nessun file termina con
fieldconditioneditor.op.not.itemequals.attachments = nessun nome del file è uguale a

fieldconditioneditor.op.before.anytext        = viene prima
fieldconditioneditor.op.after.anytext         = viene dopo

fieldconditioneditor.op.not.contains          = non contiene
fieldconditioneditor.op.not.containsall       = non contiene tutti
fieldconditioneditor.op.not.starts            = non inizia con
fieldconditioneditor.op.not.ends              = non finisce con
fieldconditioneditor.op.not.equals            = non è uguale a
fieldconditioneditor.op.not.hasall            = non hanno tutti
fieldconditioneditor.op.not.hasany            = non hanno
fieldconditioneditor.op.not.isempty           = non è vuoto
fieldconditioneditor.op.not.isnew             = non è nuova
fieldconditioneditor.op.not.itemcontains      = non hanno elementi contenenti
fieldconditioneditor.op.not.itemstarts        = non ci sono elementi che iniziano con
fieldconditioneditor.op.not.itemends          = non hanno elementi che finiscono con
fieldconditioneditor.op.not.itemequals        = non hanno elementi uguali a
fieldconditioneditor.op.not.haschildrenof     = non hanno figli di
fieldconditioneditor.op.not.hasparentsof      = non hanno genitori di

actioneditor.delete.tip                       = Elimina azione

actioneditor.actiontype.tag                   = Aggiungi tag(s)
actioneditor.actiontype.untag                 = Rimuovi tag(s)
actioneditor.actiontype.section               = Sposta alla sezione
actioneditor.actiontype.tag-untag             = Assegna tag(s)

actioneditor.untag                            = Rimuovi tag se non ci sono le condizioni

ruleslist.active                              = A&ttivo
ruleslist.add                                 = &Inserisci
ruleslist.edit                                = &Modifica
ruleslist.delete                              = &Elimina
ruleslist.duplicate                           = D&uplica
ruleslist.duplicate.suffix                    = copia

ruleslist.preview.active                      = Attivo
ruleslist.preview.inactive                    = Inattivo
ruleslist.preview.paused                      = Fermato: Richiesta Licenza PRO

ruleslist.preview.forall                      = Per tutte le note
ruleslist.preview.donothing                   = non fare niente

ruleslist.empty                               = Questo quaderno non ha ancora regole definite.{n}Per aggiungere una nuova regola, fai clic sull'icona '+' o premi il tasto Ins.

rule.test.progress.title                      = Test della regola
rule.test.progress.message                    = Test della regola su {0} note esistenti...
rule.test.error.title                         = [error]
rule.test.success.title                       = Test Completato
rule.test.success.message                     = Test delle regole su {0} note completato:
rule.test.success.message.actions             = Le azioni delle regola verranno eseguite {0} volta/e

rule.apply.progress.title                     = Applicazione delle regole
rule.apply.progress.message                   = Attendi mentre le regole vengono applicate alle note...
rule.apply.error.title                        = [error]

ruleslogdialog.title                          = Registro regole

ruleslogdialog.column.dateapplied             = Data Applicazione
ruleslogdialog.column.rulename                = Nome regola
ruleslogdialog.column.notetitle               = Titolo della nota
ruleslogdialog.column.addedtags               = Tag Aggiungi
ruleslogdialog.column.removedtags             = Tag rimossi
ruleslogdialog.column.movedtosection          = Spostata nella sezione

ruleslogdialog.columnvalue.rulename.deleted   = cancellato

ruleslogdialog.button.undo                    = Annulla
ruleslogdialog.button.clear                   = Svuota il registro
ruleslogdialog.menu.undo                      = [ruleslogdialog.button.undo]

ruleslogdialog.confirm.undo.title             = Annulla Applicazione Regola
ruleslogdialog.confirm.undo.message           = Annullare {0} applicazioni di regole selezionate?
ruleslogdialog.confirm.clear.title            = Svuota il registro delle regole
ruleslogdialog.confirm.clear.message          = Eliminare tutte le registrazioni delle applicazioni delle regole?

notification.ruleapplied.one                  = La Regola'{0}' è stata applicata ad {1} nota
notification.ruleapplied.many                 = La Regola'{0}' è stata applicata a {1} note

section.new                                   = Nuova sezione...
section.new.tip                               = Crea una nuova sezione
section.edit                                  = Proprietà...
section.delete                                = Elimina
section.selectall                             = Seleziona tutto
section.licenserequired                       = La vostra attuale licenza vi consente di creare fino a {0} sezioni.
section.move.left                             = Sposta a &sinistra
section.move.right                            = Sposta a &destra
section.dropnotes.tip.one                     = Sposta nota nella sezione '{0}'
section.dropnotes.tip.many                    = Sposta {0} note nella sezione '{1}'
section.droptext                              = Aggiunge la nota alla sezione '{0}'

section.confirmdelete                         = Eliminare la sezione '{0}' con {1} note?
section.confirmdelete.title                   = Eliminare la sezione?
section.confirmdelete.many                    = Eliminare le sezioni '{0}' con {1} note?
section.confirmdelete.title.many              = Eliminare le sezioni?

section.all                                   = [tagsidebar.all]
section.main                                  = Principale
section.inbox                                 = Imposta come sezione in arrivo per le note

sectionedit.title                             = Modifica le proprietà della sezione
sectionedit.title.new                         = Crea una nuova sezione
sectionedit.name                              = Nome:
sectionedit.color                             = Colore:
sectionedit.sectionalreadyexists              = Esiste già una sezione con questo nome

movetosection.title                           = Sposta nella sezione
movetosection.label.one                       = Sposta la nota {0} nella sezione:
movetosection.label.many                      = Sposta {0} note nella sezione:

clipping.balloon.caption                      = [app.name] agganciato
clipping.balloon.intosection                  = in
clipping.balloon.tagged                       = e taggato [{0}]

filedialog.filemask.all                       = Tutti i file

ctrl                                          = Ctrl
alt                                           = Alt
shift                                         = Shift
win                                           = Win
esc                                           = Esc
enter                                         = Invio
ins                                           = Ins
del                                           = Canc
home                                          = Home
end                                           = Fine
pgup                                          = PgSu
pgdown                                        = PgGiù
space                                         = Spazio
left                                          = Sinistra
right                                         = Destra
up                                            = Su
down                                          = Giù
bksp                                          = BkSp

bytes                                         = B
kbytes                                        = KB
mbytes                                        = MB
gbytes                                        = GB
